tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"

brew "zsh"
brew "awscli"
brew "awslogs"
brew "mas"
brew "wget"
brew "yarn"
brew "mysql@5.7"
brew "php@7.4"
brew "watch"
brew "gnu-sed"
brew "grep"
brew "iproute2mac"

cask "font-jetbrains-mono"

cask "coconutbattery"
cask "station"
cask "insomnia"
cask "dotnet-sdk"
cask "microsoft-office"
cask "macpass"
cask "wkhtmltopdf"
# cask "jetbrains-toolbox" - trying vscode
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "iterm2"
cask "setapp"
cask "tower"
cask "transmit"
cask "google-drive-file-stream"
cask "google-chrome"
cask "firefox"
cask "zoomus"
# cask "querious" - trying tableplus
cask "spotify"
cask "backblaze"
cask "docker"
cask "alfred"
cask "fantastical"

mas "1Password 7", id: 1333542190
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Xcode", id: 497799835
mas "Microsoft Remote Desktop 10", id: 1295203466
