tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"

brew "zsh"
brew "awscli"
brew "awslogs"
brew "mas"
brew "wget"
brew "yarn"

cask "font-jetbrains-mono"

cask "jetbrains-toolbox"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "iterm2"
cask "setapp"
cask "tower"
cask "transmit"
cask "google-drive-file-stream"
cask "google-chrome"
cask "firefox"
cask "zoom"
cask "querious"
cask "spotify"
cask "backblaze"
cask "docker"
cask "alfred"

mas "1Password 7", id: 1333542190
mas "Kiwi for Gmail", id: 986304488
mas "Slack", id: 803453959
mas "Things", id: 904280696
